Capitulo9/calculadora/soap-examples/multiplicar.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:cal="http://calculadora.com/">
  <soapenv:Header/>
  <soapenv:Body>
    <cal:multiplicar>
      <a>4</a>
      <b>7</b>
    </cal:multiplicar>
  </soapenv:Body>
</soapenv:Envelope>
